Loc['bg'] = {
    info = {
        ['button'] = "[E] - ",
        ["connecting"] = "Свързване..",
        ["searching"] = "Преглеждане на документи..",
        ["smoke"] = "Хвърляне на граната във вентилацията..",
        ["strike_update"] = "%s Неуспеха, при %s неуспеха най-високото ниво на сигурност ще бъде уведомено",
        ["striked"] = "%s Неуспеха, най-високото ниво на сигурност беше уведомено",
        ["planting_c4"] = "Залагане на C4..",
        ["wires"] = "Рязане на някои жици..",
        ["key"] = "Вмъкване на ключ..",
        ["typing_password"] = "Въвеждане на парола..",
        ["install_virus"] = "Инсталиране на вирус..",
        ["accessing_keypad"] = "Достъп до клавиатурата..",
        ["waiting_player"] = "Изчакване на втория човек да натисне бутона..",
        ["display"] = "Вземане..",
    },

    error = {
        ["strike_update"] = "%s Неуспеха, при %s неуспеха най-високото ниво на сигурност ще бъде уведомено",
        ["striked"] = "%s Неуспеха, най-високото ниво на сигурност беше уведомено",
        ["failed"] = "Не успя",
        ["missing_item"] = "Липсва ти предмет",
        ["enough_cops"] = "Не може да се направи в момента",
        ["used"] = "Някой вече го направи",
        ["initiate_robbery"] = "Не си започнал обира още!",
        ["level"] = "Това изглежда много трудно за теб",
        ["wrong_code"] = "Грешна парола",
        ["permission"] = "Нямаш разрешение да използваш това",
        ["glitch"] = "Добър опит",
        ["weapon"] = "Твоето оръжие е слабо",
        ["missing_bag"] = "Липсва ти чанта!",
        ["dangerous"] = "Наистина е опасно да направиш това сега!",
        ["cooldown"] = "Трябва да изчакаш малко преди да опиташ отново!",
    },

    success = {
        ["lasers_down"] = "Някои лазери бяха деактивирани",
        ["unlocked_keypad"] = "Достъп разрешен",
        ["code_found"] = "Намери код",
        ["cut_wires"] = "Успешно отряза жиците!",
        ["installed"] = "Успешно инсталирано!",
        ["door_unlocked"] = "Вратата е отключена!",
        ["bonus_item"] = "Намери бонус предмет!",
        ["found_password"] = "Намери паролата!",
        ["smoked"] = "Лазерите вече са видими!",
        ["installed_virus"] = "Вирусът е инсталиран!",
        ["key_found"] = "Намери ключ",
    },
}



--[[
████████╗██████╗░░█████╗░███╗░░██╗░██████╗██╗░░░░░░█████╗░████████╗███████╗██████╗░  ██████╗░██╗░░░██╗
╚══██╔══╝██╔══██╗██╔══██╗████╗░██║██╔════╝██║░░░░░██╔══██╗╚══██╔══╝██╔════╝██╔══██╗  ██╔══██╗╚██╗░██╔╝
░░░██║░░░██████╔╝███████║██╔██╗██║╚█████╗░██║░░░░░███████║░░░██║░░░█████╗░░██║░░██║  ██████╦╝░╚████╔╝░
░░░██║░░░██╔══██╗██╔══██║██║╚████║░╚═══██╗██║░░░░░██╔══██║░░░██║░░░██╔══╝░░██║░░██║  ██╔══██╗░░╚██╔╝░░
░░░██║░░░██║░░██║██║░░██║██║░╚███║██████╔╝███████╗██║░░██║░░░██║░░░███████╗██████╔╝  ██████╦╝░░░██║░░░
░░░╚═╝░░░╚═╝░░╚═╝╚═╝░░╚═╝╚═╝░░╚══╝╚═════╝░╚══════╝╚═╝░░╚═╝░░░╚═╝░░░╚══════╝╚═════╝░  ╚═════╝░░░░╚═╝░░░

██╗░░██╗░░███╗░░███████╗░█████╗░███████╗░█████╗░░█████╗░
██║░██╔╝░████║░░╚════██║██╔══██╗██╔════╝██╔══██╗██╔══██╗
█████═╝░██╔██║░░░░░░██╔╝███████║█████╗░░██║░░╚═╝███████║
██╔═██╗░╚═╝██║░░░░░██╔╝░██╔══██║██╔══╝░░██║░░██╗██╔══██║
██║░╚██╗███████╗░░██╔╝░░██║░░██║███████╗╚█████╔╝██║░░██║
╚═╝░░╚═╝╚══════╝░░╚═╝░░░╚═╝░░╚═╝╚══════╝░╚════╝░╚═╝░░╚═╝

██████╗░██████╗░███████╗░█████╗░███╗░░░███╗░██████╗████████╗░█████╗░████████╗███████╗██████╗░██████╗░  
██╔══██╗██╔══██╗██╔════╝██╔══██╗████╗░████║██╔════╝╚══██╔══╝██╔══██╗╚══██╔══╝██╔════╝██╔══██╗██╔══██╗  
██║░░██║██████╔╝█████╗░░███████║██╔████╔██║╚█████╗░░░░██║░░░███████║░░░██║░░░█████╗░░██████╔╝██████╔╝  
██║░░██║██╔══██╗██╔══╝░░██╔══██║██║╚██╔╝██║░╚═══██╗░░░██║░░░██╔══██║░░░██║░░░██╔══╝░░██╔══██╗██╔═══╝░  
██████╔╝██║░░██║███████╗██║░░██║██║░╚═╝░██║██████╔╝░░░██║░░░██║░░██║░░░██║░░░███████╗██║░░██║██║░░░░░  
╚═════╝░╚═╝░░╚═╝╚══════╝╚═╝░░╚═╝╚═╝░░░░░╚═╝╚═════╝░░░░╚═╝░░░╚═╝░░╚═╝░░░╚═╝░░░╚══════╝╚═╝░░╚═╝╚═╝░░░░░  

███████╗░█████╗░██╗░░░██╗███╗░░██╗██████╗░███████╗██████╗░
██╔════╝██╔══██╗██║░░░██║████╗░██║██╔══██╗██╔════╝██╔══██╗
█████╗░░██║░░██║██║░░░██║██╔██╗██║██║░░██║█████╗░░██████╔╝
██╔══╝░░██║░░██║██║░░░██║██║╚████║██║░░██║██╔══╝░░██╔══██╗
██║░░░░░╚█████╔╝╚██████╔╝██║░╚███║██████╔╝███████╗██║░░██║
╚═╝░░░░░░╚════╝░░╚═════╝░╚═╝░░╚══╝╚═════╝░╚══════╝╚═╝░░╚═╝
]]