--[[
📗Translated with 💖 by Prodj - Project X | Greek Translator
📩Discord: @Prodj
🌐Website: https://prodj.pages.dev
💗Pimp My Ped - Custom FiveM & Ready-to-go Peds: https://discord.gg/btxccpRvcZ
🌴Tropical Shop - Discord Bots, Discord Servers: https://discord.gg/9AyGqvUtYf
--]]

Loc['gr'] = {
    info = {
        ['button'] = "[Ε] - ",
        ["connecting"] = "Σύνδεση..",
        ["searching"] = "Αναζήτηση μέσα από έγγραφα..",
        ["smoke"] = "Ρίχνοντάς το καπνογόνο στον αεραγωγό..",
        ["strike_update"] = "%s λάθος κινήσεις, στις %s λάθος κινήσεις, θα ειδοποιηθεί το ανώτατο επίπεδο ασφάλειας!",
        ["striked"] = "%s λάθος κινήσεις,Το ανώτατο επίπεδο ασφάλειας ειδοποιήθηκε!",
        ["planting_c4"] = "Βάζωντας την C4..",
        ["wires"] = "Κόβοντας κάποια καλώδια..",
        ["key"] = "Εισαγωγή κλειδιού..",
        ["typing_password"] = "Πληκτρολόγηση κωδικού..",
        ["install_virus"] = "Εγκατάσταση ιού..",    
        ["accessing_keypad"] = "Πρόσβαση στο πληκτρολόγιο..",
        ["waiting_player"] = "Αναμονή για τον δεύτερο παίκτη να πατήσει το κουμπί..",
        ["display"] = "Πιάσιμο.."
    },

    error = {
        ["strike_update"] = "%s λάθος κινήσεις, στις %s λάθος κινήσεις, θα ειδοποιηθεί το ανώτατο επίπεδο ασφάλειας!",
        ["striked"] = "%s λάθος κινήσεις,Το ανώτατο επίπεδο ασφάλειας ειδοποιήθηκε!",
        ["failed"] = "Αποτύχατε",
        ["missing_item"] = "Λείπει ένα αντικείμενο",
        ["enough_cops"] = "Δεν είναι δυνατόν να το κάνετε αυτή τη στιγμή",
        ["used"] = "Κάποιος το έκανε ήδη",
        ["initiate_robbery"] = "Δεν έχετε ξεκινήσει ακόμα τη ληστεία!",
        ["level"] = "Αυτό φαίνεται πολύ δύσκολο για εσάς",
        ["wrong_code"] = "Λάθος κωδικός",
        ["permission"] = "Δεν έχετε άδεια να το χρησιμοποιήσετε",
        ["glitch"] = "Καλή προσπάθεια",
        ["weapon"] = "Το όπλό σας είναι αδύναμο",
        ["missing_bag"] = "Σας λείπει μια τσάντα!",
        ["dangerous"] = "Είναι πραγματικά επικίνδυνο να το κάνετε τώρα!",
        ["cooldown"] = "Πρέπει να περιμένετε λίγο πριν το κάνετε ξανά!"
    },

    success = {
        ["lasers_down"] = "Κάποια λέιζερ απενεργοποιήθηκαν",
        ["unlocked_keypad"] = "Η Πρόσβαση επιτράπηκε",
        ["code_found"] = "Βρήκατε έναν κωδικό",
        ["cut_wires"] = "Κόψατε επιτυχώς τα καλώδια!",
        ["installed"] = "Εγκαταστάθηκε με επιτυχία!",
        ["door_unlocked"] = "Ξεκλειδώθηκε η πόρτα!",
        ["bonus_item"] = "Βρήκατε ένα μπόνους αντικείμενο!",
        ["found_password"] = "Βρήκατε τον κωδικό!",
        ["smoked"] = "Τα λέιζερ είναι τώρα ορατά!",
        ["installed_virus"] = "Εγκαταστάθηκε ο ιός!",
        ["key_found"] = "Βρήκατε ένα κλειδί"
    },
}
