Loc['am'] = {
    info = {
        ['button'] = "[E] - ",
        ["connecting"] = "Կապը..",
        ["smoke"] = "Ալիքը վերցնում է դռնի տակ..",
        ["planting_c4"] = "C4 ներքևում..",
        ["wires"] = "Մի քանի մարմիններ կտրելուց..",
        ["typing_password"] = "Գաղտնաբառը գրելուց..",
        ["install_virus"] = "Վիրուս տեղադրելուց..",
        ["accessing_keypad"] = "Ընտրել կլավիսները..",
        ["waiting_player"] = "Սպասում եմ, որ երկրորդ անձը կտտանա կոճակը..",
        ["obtaining_code"] = "Կոդի հայտնաբերում..",
        ["searching"] = "Որոնում..",
        ["hack_status"] = "Դուք Կարողացել եք ապահովել %s/%s փոխարենները",
        ["decrypt_password"] = "Գաղտնաբառը ծածկելուց..",
        ["cracking"] = "Կրկնակի բացումը..",
        ["strike_update"] = "%s Արագանիշեր, %s արագանիշերի ժամանակ, բարձր անվտանգության առարկան տեղեկացվեց",
        ["striked"] = "%s Արագանիշեր, բարձր անվտանգության առարկան տեղեկացվեց",
        ["grab"] = "Բռնել ",
    },
    
    error = {
        ["failed"] = "Դուք ձախողվեցիք",
        ["missing_item"] = "Դուք կցում եք մուտքագրումը",
        ["enough_cops"] = "Այս պահին չեք կարող այդ անել",
        ["used"] = "Ովքերից մեկը արդեն այն արել է",
        ["initiate_robbery"] = "Դուք դեռևս չեք սկսել ձեւավորումը!",
        ["level"] = "Այդ ամենը շատ բարդ է Ձեր համար",
        ["permission"] = "Դուք չունեք թույլատրություն ստանալ սահմանները",
        ["glitch"] = "Հարաբերություն շատ է",
        ["missing_bag"] = "Դուք կցում եք մուտքագրումը!",
        ["missing_keycard"] = "Դուք մուտքագրումը մեկնարկի եք!",
        ["not_smoked"] = "Դուք առաջարկը պետք է պիտակել քարերը առաջինը!",
        ["cooldown"] = "Դուք պետք է սպասեք մի փոքր, անգամ առավել դարձնելուց առաջ!",
    },
    
    success = {
        ["lasers_down"] = "Որոշ լազերները ապահովվեցին",
        ["bonus_item"] = "Դուք գտավեք պատվիրատու առարկա!",
        ["unlocked_keypad"] = "Մուտք հաստատվեց",
        ["code_found"] = "Դուք գտավեք կոդ",
        ["cut_wires"] = "Դուք հաջողությում եք կտրել մարմնափրկեք!",
        ["installed"] = "Հաջորդեց հաջողություն!",
        ["door_unlocked"] = "Դապակն ապահովված է!",
        ["smoked"] = "Դուք հաջորդեցվեց խումբարկումը սկսելու!",
        ["installed_virus"] = "Վիրուսը տեղադրվեց!",
        ["item_found"] = "Դուք գտավեք մի քանի առարկա!",
        ["accessible"] = "Ապահովեցվեց անվտանգության կլավիսները",
        ["found_password"] = "Դուք գտավեք գաղտնաբառ",
        ["unlocked_crate"] = "Դուք ապահովված եք արբանյակ",
    }
}

-- Indian, Armenian & Filipino was traducted by Slowzy (notrealslowzy) ! ❤