Loc['bg'] = {
    info = {
        ['button'] = "[E] - ",
        ["connecting"] = "Свързване..",
        ["smoke"] = "Хвърляне на граната под вратата..",
        ["planting_c4"] = "Залагане на C4..",
        ["wires"] = "Рязане на някои кабели..",
        ["typing_password"] = "Въвеждане на паролата..",
        ["install_virus"] = "Инсталиране на вирус..",
        ["accessing_keypad"] = "Достъп до клавиатурата..",
        ["waiting_player"] = "Чакане на втория човек да натисне бутона..",
        ["obtaining_code"] = "Получаване на паролата за компютъра..",
        ["searching"] = "Търсене..",
        ["hack_status"] = "Деактивирахте %s/%s табла с предпазители",
        ["decrypt_password"] = "Декриптиране на паролата..",
        ["cracking"] = "Отваряне на сандъка..",
        ["strike_update"] = "%s Удари, при %s удари, най-високото ниво на сигурност ще бъде уведомено",
        ["striked"] = "%s Удари, най-високото ниво на сигурност беше уведомено",
        ["grab"] = "Грабвам ",
    },

    error = {
        ["failed"] = "Не успяхте",
        ["missing_item"] = "Липсва ви предмет",
        ["enough_cops"] = "Не можете да направите това в момента",
        ["used"] = "Някой вече го направи",
        ["initiate_robbery"] = "Все още не сте започнали обира!",
        ["level"] = "Това изглежда твърде трудно за вас",
        ["permission"] = "Нямате разрешение да използвате това",
        ["glitch"] = "Добър опит",
        ["missing_bag"] = "Липсва ви чанта!",
        ["missing_keycard"] = "Липсва ви една от двете ключ карти!",
        ["not_smoked"] = "Трябва първо да изгоните охраната с дим!",
        ["cooldown"] = "Трябва да изчакате малко преди да направите това отново!",
    },

    success = {
        ["lasers_down"] = "Някои лазери бяха деактивирани",
        ["bonus_item"] = "Намерихте бонус предмет!",
        ["unlocked_keypad"] = "Достъп разрешен",
        ["code_found"] = "Намерихте код",
        ["cut_wires"] = "Успешно отрязахте кабелите!",
        ["installed"] = "Успешно инсталирано!",
        ["door_unlocked"] = "Вратата е отключена!",
        ["smoked"] = "Успешно разположена димна граната!",
        ["installed_virus"] = "Вирусът е инсталиран!",
        ["item_found"] = "Намерихте предмет!",
        ["accessible"] = "Клавиатурата за сигурност вече е достъпна",
        ["found_password"] = "Намерихте парола",
        ["unlocked_crate"] = "Отключихте сандъка",
    },
}



--[[
████████╗██████╗░░█████╗░███╗░░██╗░██████╗██╗░░░░░░█████╗░████████╗███████╗██████╗░  ██████╗░██╗░░░██╗
╚══██╔══╝██╔══██╗██╔══██╗████╗░██║██╔════╝██║░░░░░██╔══██╗╚══██╔══╝██╔════╝██╔══██╗  ██╔══██╗╚██╗░██╔╝
░░░██║░░░██████╔╝███████║██╔██╗██║╚█████╗░██║░░░░░███████║░░░██║░░░█████╗░░██║░░██║  ██████╦╝░╚████╔╝░
░░░██║░░░██╔══██╗██╔══██║██║╚████║░╚═══██╗██║░░░░░██╔══██║░░░██║░░░██╔══╝░░██║░░██║  ██╔══██╗░░╚██╔╝░░
░░░██║░░░██║░░██║██║░░██║██║░╚███║██████╔╝███████╗██║░░██║░░░██║░░░███████╗██████╔╝  ██████╦╝░░░██║░░░
░░░╚═╝░░░╚═╝░░╚═╝╚═╝░░╚═╝╚═╝░░╚══╝╚═════╝░╚══════╝╚═╝░░╚═╝░░░╚═╝░░░╚══════╝╚═════╝░  ╚═════╝░░░░╚═╝░░░

██╗░░██╗░░███╗░░███████╗░█████╗░███████╗░█████╗░░█████╗░
██║░██╔╝░████║░░╚════██║██╔══██╗██╔════╝██╔══██╗██╔══██╗
█████═╝░██╔██║░░░░░░██╔╝███████║█████╗░░██║░░╚═╝███████║
██╔═██╗░╚═╝██║░░░░░██╔╝░██╔══██║██╔══╝░░██║░░██╗██╔══██║
██║░╚██╗███████╗░░██╔╝░░██║░░██║███████╗╚█████╔╝██║░░██║
╚═╝░░╚═╝╚══════╝░░╚═╝░░░╚═╝░░╚═╝╚══════╝░╚════╝░╚═╝░░╚═╝

██████╗░██████╗░███████╗░█████╗░███╗░░░███╗░██████╗████████╗░█████╗░████████╗███████╗██████╗░██████╗░  
██╔══██╗██╔══██╗██╔════╝██╔══██╗████╗░████║██╔════╝╚══██╔══╝██╔══██╗╚══██╔══╝██╔════╝██╔══██╗██╔══██╗  
██║░░██║██████╔╝█████╗░░███████║██╔████╔██║╚█████╗░░░░██║░░░███████║░░░██║░░░█████╗░░██████╔╝██████╔╝  
██║░░██║██╔══██╗██╔══╝░░██╔══██║██║╚██╔╝██║░╚═══██╗░░░██║░░░██╔══██║░░░██║░░░██╔══╝░░██╔══██╗██╔═══╝░  
██████╔╝██║░░██║███████╗██║░░██║██║░╚═╝░██║██████╔╝░░░██║░░░██║░░██║░░░██║░░░███████╗██║░░██║██║░░░░░  
╚═════╝░╚═╝░░╚═╝╚══════╝╚═╝░░╚═╝╚═╝░░░░░╚═╝╚═════╝░░░░╚═╝░░░╚═╝░░╚═╝░░░╚═╝░░░╚══════╝╚═╝░░╚═╝╚═╝░░░░░  

███████╗░█████╗░██╗░░░██╗███╗░░██╗██████╗░███████╗██████╗░
██╔════╝██╔══██╗██║░░░██║████╗░██║██╔══██╗██╔════╝██╔══██╗
█████╗░░██║░░██║██║░░░██║██╔██╗██║██║░░██║█████╗░░██████╔╝
██╔══╝░░██║░░██║██║░░░██║██║╚████║██║░░██║██╔══╝░░██╔══██╗
██║░░░░░╚█████╔╝╚██████╔╝██║░╚███║██████╔╝███████╗██║░░██║
╚═╝░░░░░░╚════╝░░╚═════╝░╚═╝░░╚══╝╚═════╝░╚══════╝╚═╝░░╚═╝
]] --