--[[
📗Translated with 💖 by Prodj - Project X | Greek Translator
📩Discord: @Prodj
🌐Website: https://prodj.pages.dev
💗Pimp My Ped - Custom FiveM & Ready-to-go Peds: https://discord.gg/btxccpRvcZ
🌴Tropical Shop - Discord Bots, Discord Servers: https://discord.gg/9AyGqvUtYf
--]]

Loc['gr'] = {
    info = {
        ['button'] = "[E] - ",
        ["connecting"] = "Συνδέοντας..",
        ["smoke"] = "Ρίχνοντάς το καπνογόνο κάτω από την πόρτα..",
        ["planting_c4"] = "Βάζωντας την C4..",
        ["wires"] = "Κόβοντας κάποια καλώδια..",
        ["typing_password"] = "Πληκτρολογώντας τον κωδικό πρόσβασης..",
        ["install_virus"] = "Εγκατάσταση ιού ..",
        ["accessing_keypad"] = "Πρόσβαση στο πληκτρολόγιο..",
        ["waiting_player"] = "Αναμονή για τον δεύτερο παίκτη να πατήσει το κουμπί..",
        ["obtaining_code"] = "Λήψη κωδικού υπολογιστή..",
        ["searching"] = "Αναζήτηση..",
        ["hack_status"] = "Απενεργοποιήσατε %s/%s ασφαλειοκιβώτια",
        ["decrypt_password"] = "Αποκρυπτογράφηση κωδικού..",
        ["cracking"] = "Άνοιγμα του κιβωτίου..",
        ["strike_update"] = "%s λάθος κινήσεις, στις %s λάθος κινήσεις, θα ειδοποιηθεί το ανώτατο επίπεδο ασφάλειας!",
        ["striked"] = "%s λάθος κινήσεις,Το ανώτατο επίπεδο ασφάλειας ειδοποιήθηκε!",
        ["grab"] = "Πιάσε ",
    },

    error = {
        ["failed"] = "Αποτύχατε",
        ["missing_item"] = "Σας λείπει ένα αντικείμενο",
        ["enough_cops"] = "Δεν μπορείτε να το κάνετε αυτή τη στιγμή",
        ["used"] = "Κάποιος άλλος το έκανε ήδη",
        ["initiate_robbery"] = "Δεν έχετε ξεκινήσει ακόμα τη ληστεία!",
        ["level"] = "Αυτό φαίνεται πολύ δύσκολο για εσάς",
        ["permission"] = "Δεν έχετε άδεια να το χρησιμοποιήσετε",
        ["glitch"] = "Καλή προσπάθεια!",
        ["missing_bag"] = "Σας λείπει μια τσάντα!",
        ["missing_keycard"] = "Σας λείπει μία από τις δύο κάρτες-κλειδιά!",
        ["not_smoked"] = "Πρέπει πρώτα να ρίξετε καπνογόνο στους φρουρούς!",
        ["cooldown"] = "Πρέπει να περιμένετε λίγο πριν το ξανακάνετε!",
    },

    success = {
        ["lasers_down"] = "Ορισμένα λέιζερ απενεργοποιήθηκαν",
        ["bonus_item"] = "Βρήκατε ένα μπόνους αντικείμενο!",
        ["unlocked_keypad"] = "Η Πρόσβαση επιτράπηκε",
        ["code_found"] = "Βρήκατε έναν κωδικό",
        ["cut_wires"] = "Κόψατε επιτυχώς τα καλώδια!",
        ["installed"] = "Εγκαταστάθηκε με επιτυχία!",
        ["door_unlocked"] = "Η πόρτα ξεκλείδωσε!",
        ["smoked"] = "Το καπνογόνο ενεργοποιήθηκε με επιτυχία!",
        ["installed_virus"] = "Ο ιός εγκαταστάθηκε!",
        ["item_found"] = "Βρήκατε ένα αντικείμενο!",
        ["accessible"] = "Το πληκτρολόγιο ασφαλείας είναι πλέον προσβάσιμο",
        ["found_password"] = "Βρήκατε έναν κωδικό πρόσβασης",
        ["unlocked_crate"] = "Ξεκλειδώσατε ένα κιβώτιο",
    },
}
